<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <script src="https://cdn.tailwindcss.com"></script>
    <title>Политика конфиденциальности</title>
</head>
<style>
        body{
            background-image: url(/src/img/pattern.png);
            font-family: "Montserrat", sans-serif;
            font-optical-sizing: auto;
            font-style: normal;
        }
        #scroll::-webkit-scrollbar {
            display: none;
        }
        #scroll {
            scrollbar-width: none;
        }
</style>
<body class="container mx-auto min-h-screen items-center">

    <p class="mt-14 text-base font-bold text-center uppercase">Пользовательское соглашение</p>
    
    <p class="mt-10 tracking-wide leading-8 whitespace-normal text-sm font-medium">Добро пожаловать на платформу обмена навыками для долгосрочных путешествий! Мы рады приветствовать вас на нашем сайте и предлагаем вам ознакомиться с нашим пользовательским соглашением, чтобы обеспечить безопасность и комфортное использование нашего сервиса.

<br>Регистрация и конфиденциальность:
<br>Для использования нашей платформы необходимо зарегистрироваться и создать учетную запись.
<br>Вы обязуетесь предоставить достоверные данные о себе и подтвердить их.
<br>Мы обеспечиваем конфиденциальность вашей информации и не передаем ее третьим лицам без вашего согласия.
<br>Обмен навыками:
<br>На нашей платформе вы можете обмениваться навыками с другими пользователями для подготовки к долгосрочным путешествиям.
<br>Обмен навыками должен осуществляться добровольно и безвозмездно.
<br>Общение и безопасность:
<br>При общении с другими пользователями не допускается оскорбительное или неприличное поведение.
<br>Мы не несем ответственности за действия пользователей вне нашей платформы.
<br>Ответственность:
<br>Вы несете полную ответственность за свои действия на платформе.
<br>Мы оставляем за собой право заблокировать или удалить аккаунт пользователя в случае нарушения пользовательского соглашения.
<br>Мы надеемся, что наше пользовательское соглашение поможет вам полноценно использовать нашу платформу и получить максимальную пользу от обмена навыками. Спасибо за внимание!</p>

</body>
</html>