<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <script src="https://cdn.tailwindcss.com"></script>
    <title>Политика конфиденциальности</title>
</head>
<style>
        body{
            background-image: url(/src/img/pattern.png);
            font-family: "Montserrat", sans-serif;
            font-optical-sizing: auto;
            font-style: normal;
        }
        #scroll::-webkit-scrollbar {
            display: none;
        }
        #scroll {
            scrollbar-width: none;
        }
</style>
<body class="container mx-auto min-h-screen items-center">
    <p class="mt-14 text-base font-bold text-center uppercase">Политика конфиденциальности</p>
    <p class="mt-10 tracking-wide leading-8 whitespace-normal text-sm font-medium">Платформа обмена навыками для долгосрочных путешествий придает большое значение защите личной информации своих пользователей. <br>Мы обязуемся соблюдать все стандарты безопасности и конфиденциальности данных, чтобы обеспечить максимальную защиту личных данных всех пользователей.

<br>Сбор и использование информации: Мы собираем только необходимую информацию, которая помогает нам предоставить качественный сервис нашим пользователям. Это может включать в себя имя, адрес электронной почты, страну проживания и другие данные, которые пользователи предоставляют добровольно при регистрации на нашем сайте.

<br>Хранение данных: Мы храним личные данные пользователей в безопасном и защищенном хранилище данных. Мы предпринимаем все необходимые меры предосторожности, чтобы гарантировать конфиденциальность и защиту личной информации.

<br>Передача данных третьим лицам: Мы не передаем личные данные пользователей третьим лицам без их согласия. Мы также не распространяем персональную информацию наших пользователей без их разрешения.

<br>Куки-файлы: Мы используем куки-файлы для сбора информации о посещениях нашего сайта и поведении пользователей. Куки помогают нам улучшить работу сайта и предоставить нашим пользователям более персонализированный опыт.

<br>Безопасность данных: Мы принимаем все необходимые меры для защиты личных данных пользователей от несанкционированного доступа, изменения или уничтожения. Мы используем современные технологии и методы шифрования, чтобы обеспечить безопасность данных.

<br>Изменения в политике конфиденциальности: Мы оставляем за собой право изменять нашу политику конфиденциальности в любое время. В случае внесения изменений, мы уведомим пользователей нашего сайта о новых правилах и условиях.

<br>Если у вас возникнут вопросы или замечания относительно нашей политики конфиденциальности, пожалуйста, свяжитесь с нами по электронной почте или через форму обратной связи на нашем сайте.

<br>Пользуясь нашей платформой обмена навыками для долгосрочных путешествий, вы соглашаетесь с нашей политикой конфиденциальности и обязуетесь соблюдать все правила и условия использования сайта. Благодарим вас за доверие и выбор нашего сервиса.</p>
</body>
</html>